Repository: HiImIan/rick_and_morty_api
Catalog: lib/app/core/l10n/arbs/app_*.arb
Languages: pt

source: Dimensional Data
pt: Arquivo Interdimensional

# errorList
source: Strongly protected database ...
pt: Base de dados fortemente protegida...

# tryAgain
source: Rick again
pt: Rickear Novamente!

# loading
source: Ricking the Citadelâ€™s files
pt: Rickeando arquivos da Cidadela!

# loadingMorePersonas
source: Analyzing Multiverse...
pt: Analisando Multiverso...

source: Human
pt: Humano(a)

source: Alien
pt: Alienígena

source: Humanoid
pt: Humanoide

source: Robot
pt: Robô

source: Unknown
pt: Desconhecido

source: Poopy Butt Hole
pt: Bunda Cagada

source: Mythological Creature
pt: Criatura Mitológica

source: Disease
pt: Doença

source: Not Cataloged
pt: Não Catalogado

source: Alive
pt: Vivo(a)

source: Dead
pt: Morto(a)

# vitalStatus
source: Life Status
pt: Status Vital

source: Biological Classification
pt: Classificação Biológica

# interdimensionalEntity
source: Interdimensional Creature #{id}
pt: Ser Interdimensional #{id}

source: Open Dimensional Portal
pt: Abrir portal Dimensional

# portalGunFunnyError
source: Device does not have enough RAM for this task
pt: Dispositivo sem RAM suficiente para essa tarefa

source: Detonate Neutrino Bomb
pt: Lançar uma Bomba de Neutrinos

# detonateFunnyError
source: Unfortunately, Rick Prime used the bomb first..
pt: Infelizmente Rick Prime usou a bomba antes...
